export const PRIVACY_POLICY = `אנא קרא* היטב את תנאי שימוש אלו ("הסכם תנאי השימוש"), בטרם פתיחת חשבון משתמש ב-Clilco  (טיפ טופ -מאץ ), ו/או בטרם תעשה כל שימוש אחר בשירותים.
ביטול עסקה בהתאם לתקנות הגנת הצרכן (ביטול עסקה), התשע"א-2010 וחוק הגנת הצרכן, התשמ"א-1981
הגדרות:
המונח Clilco  (בלילקו), או "החברה" מתייחס Clilco  (טיפ טופ -מאץ ) בע"מ, חברה המאוגדת ופועלת בהתאם לחוקי מדינת ישראל.
המונח "שירותים" מתייחס לכל השירותים אשר מוצעים ו/או מסופקים ע"י החברה.
הסכם תנאי השימוש כתוב בלשון זכר, לשם הנוחות בלבד, אך מתייחס לשני המינים.
1. קבלת הסכם תנאי השימוש ומדיניות הפרטיות
ע"י שימוש ו/או רישום לשירותים ובכלל זה, בין היתר, יצירת חשבון משתמש ב- Clilco (כלילקו),  (כהגדרתו בהמשך מסמך זה), בין שבאמצעות מכשיר נייד, באמצעות יישומון או באמצעות מחשב, אתה מקבל ומסכים מרצונך החופשי, להיות כפוף ל: (א) הסכם תנאי השימוש; ו-(ב) מדיניות הפרטיות של החברה (הגרסה העדכנית ביותר, כפי שמופיעה באתר החברה) ("מדיניות הפרטיות").
אם אינך מסכים, מקבל או מעוניין בכל דרך להיות כפוף להסכם תנאי השימוש או למדיניות הפרטיות של החברה, הנך מתבקש שלא להשתמש בשירותים.
תושבי האיחוד האירופאי
בשלב זה, החברה אינה מציעה או מספקת את השירותים לכל אדם אשר, תחת חוקי האיחוד האירופאי, נחשב לתושב של מדינה שהינה חלק מהאיחוד האירופאי. על כן, תושבי האיחוד האירופאי, לא ייחשבו כמי שקיבלו, התחייבו, או הסכימו להסכם תנאי השימוש, או למדיניות הפרטיות, ובכל מקרה לא יהיה הסכם מחייב מכל סוג שהוא בין אדם אשר הוא תושב האיחוד האירופאי לבין החברה.
החברה תהא רשאית לערוך שינויים ולעדכן את הסכם תנאי השימוש מעת לעת. הגרסה העדכנית ביותר של הסכם תנאי השימוש היא זו אשר מופיעה באתר החברה. המשך שימוש באתר החברה או בשירותים, ייחשב להסכמתך לגרסה העדכנית ביותר של הסכם תנאי השימוש.
2. הרשאה לשימוש בשירותים
על מנת להשתמש בשירותים, כמו גם לפתוח ולתחזק חשבון משתמש אלקטרוני ב-Clilco (כלילקו),  ("חשבון משתמש"), עליך להיות מעל גיל 18 שנים. ע"י שימוש בשירותים, הינך מתחייב ומצהיר כי:
א. אינך תחת כל איסור ו/או מגבלה מכל סוג אשר מונעים ממך להתקשר בהסכם עם החברה;
ב. אינך אדם אשר מנוע מלעשות שימוש בשירותים בהתאם לדין החל עליך;
ג. אתה מתחייב לציית לכל סעיפי הסכם שימוש זה, מדיניות הפרטיות, והדינים המקומיים, המדינתיים והבינלאומיים החלים עליך;
ד. מעולם לא הורשעת בפשע או עבירה בגינה ניתן להעמיד לדין (או כל עבירה דומה), בעבירת מין, או בכל עבירה הקשורה באלימות, ואינך נדרש להירשם כעבריין מין במרשם עברייני המין של אף מדינה, או רשות כלשהיא.
ה. אתה מתחייב לא להעלות תמונות חושפניות ו/או פוגעניות . תמונות לא ראויות הם עילה לסגור את החשבון שלך.
ו. האתר מיועד למטרות זוגיות ולא לשום צורת התקשרות אחרת , אתה מתחייב לנהוג בנימוס ובדרך ארץ במפגש הווידאו באתר או באפליקציה וגם לאחר מיכן אם תרצו להיפגש פנים אל פנים.
חל איסור מפורש להשתמש בצ'ט לקללות , ביטויים גזעניים או כל פעולה פוגענית . תלונה על שימוש לרעה בצ'ט תהיה עילה לסגירת חשבון משתמש.
3. חשבון משתמש
הנך אחראי על שמירת פרטי ההתחברות בהם אתה משתמש על מנת להתחבר לחשבון המשתמש שלך ואתה האחראי הבלעדי לכל הפעילויות המבוצעות תחת חשבון המשתמש שלך. על כן, הנך מתבקש לשמור את פרטי הכניסה שלך, הקשורים לחשבון המשתמש, תחת אבטחה קפדנית.
חשבון המשתמש שלך הינו אישי ואינך רשאי להעבירו.
4. תשלומים, דמי שימוש והחזר כספי
דמי השימוש והתשלומים בעבור השירותים המסופקים ע"י החברה הם בהתאם למפורסם באתר החברה.
אלא אם הדין החל עליך מתיר במפורש החזר כספי, כל התשלומים שיתבצעו על ידך לחברה, בעבור השירותים הם ללא החזר כספי.
על פי חוק הגנת הצרכן ראשי הלקוח לבטל את החיוב בהודעה לחברה עד 14 יום מיום החיוב (אפשרות להשתמש בדייט ללא הגבלה) בניקוי 5% או 100 ₪ (הנמוך מבניהם ) ובתנאי שלא ביצע דייט באתר בתקופה שרכש את המינוי .
לקוח מעל גיל 65 , אדם עם מוגבלות ,עולה חדש כהגדרת החוק , ראשי לבטל את החיוב בהודעה לחברה עד 4 חודשים מיום החיוב (אפשרות להשתמש בדייט ללא הגבלה)  ובתנאי שלא השתמש במנוי בתקופה זו.
5. סגירת חשבון / סיום
הינך רשאי לסגור ולהפסיק את חשבון המשתמש, מכל סיבה ובכל שלב, כרצונך.
החברה רשאית להשעות או להפסיק את חשבון המשתמש שלך, ללא התראה ועל פי שיקול דעתה הבלעדי, אם: (א) החברה נצטוותה לעשות כן ע"י רשות מוסמכת; (ב) יועצה המשפטי של החברה ייעץ לה לעשות כן; או (ג) החברה מאמינה כי הפרת את הסכם תנאי השימוש או את מדיניות הפרטיות.
מבלי לגרוע מהאמור לעיל, החברה תהא רשאית להשעות או להפסיק לספק את השירותים, מכל סיבה שהיא ועל בסיס שיקול דעתה הבלעדי.
לאחר הפסקת חשבון המשתמש שלך יפקע גם הסכם זה, למעט הוראות סעיפים 6 ו – 8-14 שיישארו בתוקף.
6. אחריות לפעולות משתמשים אחרים
החברה אינה אחראית, ולא תחשב אחראית לפעולותיהם ומעשיהם של מי מהמשתמשים, בין שבוצעו אונליין (בעת השימוש בפלטפורמה המסופקת על ידי החברה כחלק מהשירותים) או אופליין, במפגשים בין המשתמשים. כל משתמש אחראי באופן בלעדי על כל שימוש שנעשה על ידו בקשר עם השירותים. אתה מסכים לנהוג בזהירות בכל מפגש עם משתמשים אחרים, ובמיוחד בכל התקשרות שנעשית מחוץ לפלטפורמה שמספקת החברה כחלק מהשירותים ובמפגשים פנים אל פנים.
החברה מפעילה עמוד "צור קשר" באתר החברה, דרכו יכול משתמש לדווח לחברה על פעולותיהם של משתמשים אחרים. החברה תחליט כיצד לנהוג ולטפל בפניות אלו, על פי שיקול דעתה הבלעדי בלבד.
אתה אחראי באופן בלעדי לתקשורת שלך עם משתמשים אחרים. אתה מבין כי החברה אינה עורכת בדיקות רקע למשתמשים או מבצעת סינון של המשתמשים. החברה אינה נותנת מצגים או התחייבויות כלשהן באשר להתנהלותם של המשתמשים.
7. הנחיות למשתמש ופעולות מותרות
בתור משתמש בעל חשבון משתמש, ובכפוף לאמור בהסכם תנאי השימוש, תהיה רשאי לגשת ולהשתמש בשירותים. כל שימוש בשירותים המוצעים ע"י החברה יהיה שימוש אישי בלבד, ואתה מסכים שלא לעשות כל שימוש למטרות מסחריות או מטרות שאינן אישיות. יתר על כן, אתה מסכים שלא:

א. להעתיק, לשנות, להעביר, ליצור עבודה הנגזרת מ, לעשות שימוש או לייצר מחדש, בכל דרך, כל חומר, תמונה, סימן מסחרי, שם מסחרי, סימני שירות, המוגנים בזכויות יוצרים, או כל קנין רוחני אחר של החברה, רכוש או מידע קנייני הנגיש דרך השירותים מבלי אישור מראש ובכתב מאת החברה.
ב. להצהיר כל הצהרה בשם החברה, או לטעון או לרמוז כי הצהרות אותן אתה מצהיר נעשות בשם החברה.
ג. להשתמש בשירותים באופן אשר עלול להפריע, לשבש, או להשפיע לרעה על השירותים ו/או על השרתים ו/או על הרשתות המחוברת לשירותים.
ד. להעלות וירוסים או קודים זדוניים אחרים או לגרום נזק כלשהו לחברה ו/או ליכולת החברה לספק את השירותים ו/או לאבטחת השירותים.
ה. להצהיר הצהרות שקריות או לתפעל בכל דרך אחרת את אמצעי הזיהוי במטרה להסוות את מקור המידע המועבר ל או דרך השירותים.
ו. לעשות שימוש במטא תגיות, או קוד, או מכשירים אחרים המכילים התייחסות כלשהיא לחברה או לשירותים, בכדי להכווין כל אדם לאתר אחר לכל מטרה שהיא.
ז. לשנות, להתאים, לתת רישיון משנה, לתרגם, למכור, לבצע "הנדסה הפוכה", לפענח, לפשט, או לפרק בכל דרך אחרת כל חלק מהשירותים, או לגרום לאחר לעשות כן.
ח. להשתמש או לפתח כל אפליקציית צד ג' אשר תתחבר עם השירותים או עם תוכן או מידע של המשתמשים, ללא אישור החברה מראש ובכתב.
ט. לעשות שימוש, לגשת או לפרסם כל אחד מהשירותים, ללא אישור החברה מראש ובכתב.
י. לחקור, לבחון, או למפות את החולשות של השירותים, או כל רשת או מערכת הקשורה בשירותים.
יא. לעודד או לקדם כל פעילות המפרה את הסכם תנאי השימוש.
יב. להשתמש בשירותים במטרה לפגוע במוניטין של החברה.

החברה רשאית לחקור, ולנקוט בכל צעד חוקי העומד לרשותה, בתגובה לשימוש לא חוקי או ללא הרשאה בשירותים, או כל הפרה של הסכם תנאי השימוש, ובכלל זה, בין היתר, סגירת חשבון המשתמש שלך.
מבלי לגרוע מהאמור לעיל, ובכל הקשור למשתמשי החברה, בעת השימוש בשירותים הנך מסכים בנוסף שלא:
א. להשתמש בשירותים בכל דרך שאינה חוקית או שמנוגדת לאמור בהסכם תנאי השימוש.
ב. להשתמש בשירותים למטרה פוגענית.
ג. להשתמש בשירותים במטרה לפגוע במוניטין של אחר.
ד. לשלוח דואר זבל, להונות משתמשים או לשדל משתמשים לתת לך כסף.
ה. להתחזות לאדם אחר או לכל גוף או ישות אחרת.
ו. לאיים, לתקוף, להטריד, להשמיץ או להכפיש אף אדם.
ז. לשדל משתמשים אחרים לתת לך את פרטי הזיהוי שלהם, כולל בין היתר את סיסמת הכניסה שלהם לשירותים, לכל מטרה מסחרית או מטרה לא חוקית או לפרסם מידע אישי של אדם אחר ללא אישורו של אותו אדם.
ח. להשתמש בחשבון משתמש של אדם אחר, לחלוק חשבון משתמש עם אדם אחר או להחזיק ביותר מחשבון משתמש אחד.
ט. ליצור חשבון משתמש חדש, במידה והחברה סגרה ו/או הפסיקה את חשבון המשתמש שלך, אלא אם החברה אישרה לך לעשות כן מראש ובכתב.
8. זכויות החברה לפי הסכם תנאי השימוש
ע"י יצירת חשבון משתמש, הנך מעניק בזה לחברה רישיון להשתמש בכל מידע שמסופק על ידך במהלך שימושך בשירותים, בכפוף למדיניות הפרטיות של החברה (כפי שתעודכן מעת לעת), לשלוח לך חומר שיווקי ו/או פרסומי בכל אמצעי שהחברה תראה לנכון.
9. הצהרות
החברה מספקת את השירותים על בסיס "As Is"  (כמות שהוא) ועל בסיס "As Available"  (בכפוף לזמינות), ובכפוף לדין החל, אינה מספקת התחייבות מכל סוג, בין ישירה, מרומזת, על פי חוק או אחרת, בכל הקשור לשירותים (וכל התוכן הנכלל בתוכם), כולל התאמתם למטרה ספציפית או היעדר הפרה של זכויות צד שלישי החברה אינה מצהירה או מתחייבת כי (א) השירותים יסופקו ללא הפרעה, באופן בטוח וללא טעויות; (ב) כל תקלה או טעות בשירותים תתוקן; ו/או (ג) שכל התוכן שתקבל דרך השירותים או באמצעותם יהיה מדויק.
החברה אינה מקבלת על עצמה כל אחריות על תוצאת השימוש בשירותים, ואינה מתחייבת או מצהירה דבר בנוגע לתוצאות השימוש בשירותים. כל חומר שהורד או התקבל על ידך בכל דרך אחרת אגב השימוש בשירותים נעשה על אחריותך, ועל פי שיקול דעתך בלבד.
10. הגבלת אחריות
ככל שהדבר מותר על פי הדין החל, בשום מצב לא יהיו החברה, חברות קשורות לחברה, עובדי החברה, מי שמעניק רישיון לחברה או נותני שירות של החברה, אחראים לכל נזק עקיף, תוצאתי, פיצויים לדוגמא, נזק מיוחד, או עונשי, כולל, בין היתר, הפסד רווחים, בין שנגרם באופן ישיר או לא ישיר, או כל איבוד מידע, שימוש, מוניטין, או הפסד אחר שאינו ניתן לכימות, הנגרם מ: (א) הגישה שלך, השימוש, או חוסר היכולת להשתמש בשירותים; (ב) פעולות של משתמשים אחרים וצדדים שלישים דרך או באמצעות או לאחר השימוש בשירותים; או (ג) שימוש לא מורשה או שימוש בחשבון המשתמש שלך או (ד) דליפת מידע כתוצאה ממתקפת סייבר.
אלא אם הדין החל קובע אחרת, האחריות המצטברת של החברה כלפיך, בקשר לכל תביעותיך הקשורות בשירותים, לא תעלה, בכל מקרה, על הסכום ששולם, ככל ששולם, על ידך לחברה בעבור השירותים, בעודך משתמש רשום.
11. ברירת דין ותחום השיפוט
דיני מדינת ישראל, ללא התייחסות לעקרונות ברירת הדיונים, יחולו על כל מחלוקת הנובעת או קשורה להסכם תנאי השימוש.
אתה מסכים באופן מפורש שסמכות השיפוט הבלעדית לכל מחלוקת הנובעת או קשורה בהסכם תנאי השימוש נתונה לבתי המשפט בתל אביב, ישראל ובנוסף, אתה מסכים ומקבל באופן מפורש את לתחולת סמכות שיפוט האישית של בתי המשפט במדינת ישראל עליך, בהקשר של כל מחלוקת, כולל בין היתר כזו בה מעורבת החברה או חברות קשורות אליה, חברות בת של החברה, עובדי החברה, קבלני החברה, נושאי משרה בחברה ודירקטורים בחברה.
12. עקרון העיפרון הכחול
במידה ואחד מסעיפי הסכם תנאי השימוש יימצא חסר תוקף ע"י בית משפט בעל סמכות, חוסר התוקף של הסעיף לא ישפיע על תוקפם של יתר סעיפי הסכם תנאי השימוש, אשר יישארו תקפים ומחייבים. ויתור על אחד מסעיפי הסכם תנאי השימוש לא ייחשב ויתור מתמשך או קבוע בנוגע לאותו סעיף או לסעיף אחר בהסכם תנאי השימוש.
13. פיצוי
הנך מסכים, במידה המרבית המותרת על פי הדין החל, לשפות, להגן, ולמנוע פגיעה, בחברה, בגורמים הקשורים לחברה, בנושאי משרה, דירקטורים, עובדים וסוכנים בחברה, אל מול כל תלונה, דרישה, טענה, נזק, הפסד, עלות, אחריות ותשלום, כולל בין היתר תשלום שכר טרחה לעורכי דין, הנובע מ, נגרם כתוצאה או קשור בכל דרך, לגישה ולהרשאה שניתנו לך, או לכל שימוש אחר, בשירותים, בחשבון המשתמש, או בהפרת הסכם תנאי השימוש.
14. כלל ההסכם
הסכם תנאי השימוש, ומדיניות הפרטיות כוללים וממצים את כלל ההסכם בינך לבין החברה בנוגע לשימוש בשירותים.
* מטעמי נוחות בלבד, הפניה היא בלשון זכר. אנא קיראו תנאי שימוש אלה כמתייחסים לכל המינים.
Clilco  הנהלת (כלילקו),`;
